---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Leader
source: html/ce4e8b2c-2fe0-2dd9-bdaf-d76c8799cc9f.htm
---
# Leader Members

Causes the object to release immediately any resources it may be utilizing.